<?php
return [
    'permissions' => [
        'tab'      => 'افزونه تجزیه و تحلیل ترافیک گوگل',
        'settings' => 'دسترسی به تنظیمات',
    ],
    'strings'     => [
        'plugin_desc'    => 'محیا سازی امکان دسترسی به سرویش تجزیه و تحلیل ترافیک گوگل.',
        'notconfigured'  => 'تنظیمات دسترسی به API سیستم تجزیه و تحلیل ترافیک گوگل وارد نشده اند. لطفا این اطلاعات را در منوی سیستم / تنظیمات / صفحه تجزیه و تحلیل ترافیک گوگل وارد نمایید.',
        'keynotuploaded' => 'کلید خصوصی سیستم تجزیه و تحلیل ترافیک گوگل آپلود نشده است. لطفا این کلید را در منوی سیستم / تنظیمات/ تجزیه و تحلیل ترافیک گوگل وارد نمایید.',
        'tracker'        => 'ردیاب تجزیه و تحلیل ترافیک گوگل',
        'tracking'       => 'ردیابی',
        'tracker_desc'   => 'وارد کردن کد ردیابی در صفحه',
        'settings_desc'  => 'تنظیم کد API و گزینه های ردیابی سیستم تجزیه و تحلیل ترافیک گوگل.',
    ],
    'settings'    => [
        'project_name'         => 'نام پروژه API گوگل',
        'client_id'            => 'مشخصه کاربر API گوگل',
        'app_email'            => 'آدرس پست الکترونیکی',
        'profile_id'           => 'شماره مشخصه پروفایل/نمایش تجزیه و تحلیل ترافیک',
        'gapi_key'             => 'کلید خصوصی',
        'tracking_id'          => 'مشخصه ردیابی',
        'domain_name'          => 'نام دامنه',
        'project_name_comment' => 'نام پروژه ای که به هنگام ایجاد آن در کنسول API گوگل وارد نموده اید.',
        'client_id_comment'    => 'شما مستوانید مشخصه کاربر خود را در صفحه پروژه API کوگل بیابید.',
        'app_email_comment'    => 'آدرس پست الکترونیکی که توسط کنسول API گوگل ایجاد شده است.',
        'profile_id_comment'   => 'این مورد را میتوانید در صفحه مدیر / تنظیمات نمایش بیابید.',
        'gapi_key_comment'     => 'فایل کلید خصوصی که از کنسول API گوگل دانلود نموده اید.',
        'tracking_id_comment'  => 'این مرود را میتوانید در صفحه مدیر / تنظیمات مشخصه گوگل بیابید.',
        'domain_name_comment'  => 'نام دامنه ای که میخواهید آن را ردیابی نمایید.',
    ],
];
